var store = [{
        "title": "GitHub.io 블로그 개시",
        "excerpt":"블로그를 시작한 이유 매번 하던 실수나 조사를 매번 구글링하니 너무나 비효율적이었다. 그래서 공부한 기록을 한데 모아 컴퓨터 공학 학습의 효율성을 극대화하고자 한다. 깃허브를 활용하나 이는 코드에 국한되어 정보가 저장되기 때문에 조금 더 줄글을 담아보고자 한다. 방학동안 개인적 공부를 정리해보고 싶다. 우선 목표는 방학동안 개인적으로 클라우드와 백엔드, 특히 node.js를 공부하고자 한다....","categories": [],
        "tags": [],
        "url": "https://dleunji.github.io/first-post/",
        "teaser": null
      },{
        "title": "즐거운 사흘 간의 해커톤",
        "excerpt":"즐거운 사흘 간의 해커톤 : SW중심대학 공동해커톤 교수님의 추천으로 해커톤에 나갈 수 있는 기회를 잡았다. 사실 이미 이전에 신촌연합창업동아리 당시에 동아리 내부 해커톤을 기획하고 참여도 해보았지만 전반적인 지식이 너무나도 부족하였기에 제대로 참여하지 못하고 우왕좌왕하다가 끝냈었다..ㅠ 그로부터 1년 뒤…아직 부족하지만 그동안 배운 점들을 총동원할 기회로 과학기술정보통신부와 정보통신기획평가원(IITP)의 주최로 열리는 나름 크고...","categories": [],
        "tags": [],
        "url": "https://dleunji.github.io/SW%EC%A4%91%EC%8B%AC%EB%8C%80%ED%95%99-%EA%B3%B5%EB%8F%99%ED%95%B4%EC%BB%A4%ED%86%A4/",
        "teaser": null
      }]
